Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Open rootshell on another iPhone, iPad, Mac, or Vision Pro signed in to the same iCloud account, then tap the Handoff banner. On Mac and iPad the banner appears at the right end of the Dock. On iPhone, swipe up from the bottom edge and pause to open the App Switcher. The banner is at the bottom of the screen.
ar: افتح rootshell على iPhone أو iPad أو Mac أو Vision Pro آخر مسجَّل الدخول إلى حساب iCloud نفسه، ثم اضغط على شريط Handoff. على Mac وiPad يظهر الشريط في الطرف الأيمن من Dock. على iPhone، اسحب لأعلى من الحافة السفلية وتوقف لفتح مبدّل التطبيقات. يظهر الشريط في أسفل الشاشة.
ca: Obre el rootshell en un altre iPhone, iPad, Mac o Vision Pro amb la mateixa sessió iniciada a l’iCloud i, tot seguit, toca el bàner de Handoff. Al Mac i a l’iPad, el bàner apareix a l’extrem dret del Dock. A l’iPhone, llisca cap amunt des de la vora inferior i fes una pausa per obrir el selector d’apps. El bàner es mostra a la part inferior de la pantalla.
cs: Otevřete rootshell na jiném zařízení iPhone, iPad, Mac nebo Vision Pro přihlášeném ke stejnému účtu iCloud a poté klepněte na banner Handoff. Na Macu a iPadu se banner zobrazuje na pravém konci Docku. Na iPhonu přejeďte prstem nahoru od spodního okraje a chvíli podržte, abyste otevřeli přepínač aplikací. Banner se nachází u spodního okraje obrazovky.
da: Åbn rootshell på en anden iPhone, iPad, Mac eller Vision Pro, der er logget ind på den samme iCloud-konto, og tryk derefter på Handoff-banneret. På Mac og iPad vises banneret i højre side af Dock. På iPhone skal du skubbe op fra nederste kant og holde pause for at åbne appskifteren. Banneret findes nederst på skærmen.
de: Öffne rootshell auf einem anderen iPhone, iPad, Mac oder Vision Pro, das mit demselben iCloud-Account angemeldet ist, und tippe dann auf das Handoff-Banner. Auf Mac und iPad erscheint das Banner am rechten Ende des Docks. Auf dem iPhone streiche vom unteren Bildschirmrand nach oben und halte kurz inne, um den App-Umschalter zu öffnen. Das Banner befindet sich am unteren Bildschirmrand.
es: Abre rootshell en otro iPhone, iPad, Mac o Vision Pro con la misma cuenta de iCloud y, a continuación, toca el banner de Handoff. En el Mac y el iPad, el banner aparece en el extremo derecho del Dock. En el iPhone, desliza hacia arriba desde el borde inferior y haz una pausa para abrir el Selector de Apps. El banner aparece en la parte inferior de la pantalla.
fi: Avaa rootshell toisella iPhonella, iPadilla, Macilla tai Vision Prolla, joka on kirjautunut samaan iCloud-tiliin, ja kosketa sitten Handoff-banneria. Macissa ja iPadissa banneri näkyy Dockin oikeassa reunassa. iPhonessa pyyhkäise näytön alareunasta ylöspäin ja pidä taukoa, niin sovellusten vaihtaja aukeaa. Banneri näkyy näytön alareunassa.
fr: Ouvrez rootshell sur un autre iPhone, iPad, Mac ou Vision Pro connecté au même compte iCloud, puis touchez la bannière Handoff. Sur Mac et iPad, la bannière apparaît à l’extrémité droite du Dock. Sur iPhone, balayez vers le haut depuis le bord inférieur et faites une pause pour ouvrir le sélecteur d’apps. La bannière se trouve en bas de l’écran.
he: פתח את rootshell ב‑iPhone, iPad, Mac או Vision Pro אחר המחובר לאותו חשבון iCloud, ולאחר מכן הקש על באנר ה‑Handoff. ב‑Mac וב‑iPad הבאנר מופיע בקצה הימני של ה‑Dock. ב‑iPhone, החלק כלפי מעלה מהקצה התחתון והשהה כדי לפתוח את מחליף היישומים. הבאנר מופיע בתחתית המסך.
hu: Nyissa meg a rootshell alkalmazást egy másik, ugyanazzal az iCloud-fiókkal bejelentkezett iPhone-on, iPaden, Macen vagy Vision Próban, majd koppintson a Handoff szalagcímre. Macen és iPaden a szalagcím a Dock jobb szélén jelenik meg. iPhone-on húzza felfelé az ujját a képernyő aljáról, és tartsa ott a megnyitásához az App Switchert. A szalagcím a képernyő alján található.
it: Apri rootshell su un altro iPhone, iPad, Mac o Vision Pro con lo stesso account iCloud, quindi tocca il banner Handoff. Su Mac e iPad il banner appare all’estremità destra del Dock. Su iPhone, scorri verso l’alto dal bordo inferiore e fai una pausa per aprire il selettore app. Il banner si trova in fondo allo schermo.
ja: 同じiCloudアカウントにサインインしている別のiPhone、iPad、Mac、またはVision Proでrootshellを開き、Handoffバナーをタップします。 MacとiPadでは、バナーはDockの右端に表示されます。iPhoneでは、画面の下端から上にスワイプして指を止めるとApp スイッチャーが開きます。バナーは画面の下部に表示されます。
ko: 동일한 iCloud 계정에 로그인된 다른 iPhone, iPad, Mac 또는 Vision Pro에서 rootshell을 열고 Handoff 배너를 탭하십시오. Mac과 iPad에서는 배너가 Dock 오른쪽 끝에 나타납니다. iPhone에서는 화면 하단에서 위로 쓸어올린 후 잠시 멈추면 App 전환기가 열립니다. 배너는 화면 하단에 있습니다.
nb: Åpne rootshell på en annen iPhone, iPad, Mac eller Vision Pro som er logget på samme iCloud-konto, og trykk deretter på Handoff-banneret. På Mac og iPad vises banneret til høyre i Dock. På iPhone sveiper du opp fra nedre kant og holder for å åpne appveksleren. Banneret vises nederst på skjermen.
nl: Open rootshell op een andere iPhone, iPad, Mac of Vision Pro die met hetzelfde iCloud-account is aangemeld en tik vervolgens op de Handoff-banner. Op de Mac en iPad verschijnt de banner aan de rechterkant van het Dock. Veeg op de iPhone vanaf de onderrand omhoog en pauzeer om de appkiezer te openen. De banner staat onderaan het scherm.
pl: Otwórz aplikację rootshell na innym urządzeniu iPhone, iPad, Mac lub Vision Pro zalogowanym na to samo konto iCloud, a następnie stuknij baner Handoff. Na Macu i iPadzie baner pojawia się po prawej stronie Docka. Na iPhonie przesuń palcem w górę od dolnej krawędzi i zatrzymaj się, aby otworzyć przełącznik aplikacji. Baner znajduje się u dołu ekranu.
pt_br: Abra o rootshell em outro iPhone, iPad, Mac ou Vision Pro conectado à mesma conta do iCloud e toque no banner do Handoff. No Mac e no iPad, o banner aparece na extremidade direita do Dock. No iPhone, deslize para cima a partir da borda inferior e faça uma pausa para abrir o Alternador de Apps. O banner aparece na parte inferior da tela.
pt_pt: Abra o rootshell noutro iPhone, iPad, Mac ou Vision Pro com sessão iniciada na mesma conta iCloud e, em seguida, toque no banner do Handoff. No Mac e no iPad, o banner aparece na extremidade direita da Dock. No iPhone, deslize para cima a partir do bordo inferior e faça uma pausa para abrir o selector de aplicações. O banner aparece na parte inferior do ecrã.
ro: Deschide rootshell pe un alt iPhone, iPad, Mac sau Vision Pro conectat la același cont iCloud, apoi atinge banerul Handoff. Pe Mac și iPad, banerul apare la capătul din dreapta al Dock-ului. Pe iPhone, glisează în sus de la marginea de jos și fă o pauză pentru a deschide Comutatorul de aplicații. Banerul apare în partea de jos a ecranului.
sl: Odprite rootshell na drugi napravi iPhone, iPad, Mac ali Vision Pro, ki je prijavljena v isti račun iCloud, in se nato dotaknite pasice Handoff. Na Macu in iPadu se pasica prikaže na desni strani Docka. Na iPhonu povlecite navzgor s spodnjega roba in se ustavite, da odprete preklopnik aplikacij. Pasica je na dnu zaslona.
sv: Öppna rootshell på en annan iPhone, iPad, Mac eller Vision Pro som är inloggad på samma iCloud-konto och tryck sedan på Handoff-bannern. På Mac och iPad visas bannern längst till höger i Dock. På iPhone sveper du uppåt från nedre kanten och pausar för att öppna appväxlaren. Bannern finns längst ned på skärmen.
uk: Відкрийте rootshell на іншому пристрої iPhone, iPad, Mac або Vision Pro, який увійшов до того самого облікового запису iCloud, а потім торкніться банера Handoff. На Mac та iPad банер з’являється праворуч у Доку. На iPhone проведіть пальцем угору від нижнього краю та затримайтеся, щоб відкрити перемикач програм. Банер розміщено внизу екрана.
vi: Mở rootshell trên một iPhone, iPad, Mac hoặc Vision Pro khác đã đăng nhập cùng tài khoản iCloud, sau đó chạm vào biểu ngữ Handoff. Trên Mac và iPad, biểu ngữ xuất hiện ở đầu bên phải của Dock. Trên iPhone, vuốt lên từ cạnh dưới màn hình và tạm dừng để mở Trình chuyển ứng dụng. Biểu ngữ nằm ở cuối màn hình.
zh_hans: 在登录同一 iCloud 账户的另一台 iPhone、iPad、Mac 或 Vision Pro 上打开 rootshell，然后轻点“接力”横幅。 在 Mac 和 iPad 上，横幅显示在程序坞的最右端。在 iPhone 上，从屏幕底部边缘向上轻扫并停顿一下以打开 App 切换器。横幅位于屏幕底部。
zh_hant: 在登入相同 iCloud 帳號的另一部 iPhone、iPad、Mac 或 Vision Pro 上打開 rootshell，然後點一下「接續互通」橫幅。 在 Mac 和 iPad 上，橫幅會顯示於 Dock 的最右端。在 iPhone 上，從螢幕底部邊緣向上滑動並暫停以打開 App 切換器。橫幅位於螢幕底部。

source: Open source under the MIT License
ar: مفتوح المصدر بموجب رخصة MIT
ca: Codi obert sota la llicència MIT
cs: Otevřený zdrojový kód pod licencí MIT
da: Open source under MIT-licensen
de: Open Source unter der MIT-Lizenz
es: Código abierto bajo la licencia MIT
fi: Avointa lähdekoodia MIT-lisenssillä
fr: Open source sous licence MIT
he: קוד פתוח ברישיון MIT
hu: Nyílt forráskódú, MIT licenc alatt
it: Open source con licenza MIT
ja: MITライセンスのオープンソース
ko: MIT 라이선스 기반 오픈 소스
nb: Åpen kildekode under MIT-lisensen
nl: Opensource onder de MIT-licentie
pl: Otwarte oprogramowanie na licencji MIT
pt_br: Código aberto sob a licença MIT
pt_pt: Código aberto sob a licença MIT
ro: Sursă deschisă sub licența MIT
sl: Odprta koda pod licenco MIT
sv: Öppen källkod under MIT-licensen
uk: Відкритий код за ліцензією MIT
vi: Mã nguồn mở theo giấy phép MIT
zh_hans: 基于 MIT 许可证的开源软件
zh_hant: 基於 MIT 授權的開源軟體

source: Open SSH Connection
ar: فتح اتصال SSH
ca: Obrir connexió SSH
cs: Otevřít připojení SSH
da: Åbn SSH-forbindelse
de: SSH-Verbindung öffnen
es: Abrir conexión SSH
fi: Avaa SSH-yhteys
fr: Ouvrir une connexion SSH
he: פתיחת חיבור SSH
hu: SSH-kapcsolat megnyitása
it: Apri connessione SSH
ja: SSH接続を開く
ko: SSH 연결 열기
nb: Åpne SSH-tilkobling
nl: Open SSH-verbinding
pl: Otwórz połączenie SSH
pt_br: Abrir Conexão SSH
pt_pt: Abrir Ligação SSH
ro: Deschide conexiune SSH
sl: Odpri SSH povezavo
sv: Öppna SSH-anslutning
uk: Відкрити з'єднання SSH
vi: Mở kết nối SSH
zh_hans: 打开 SSH 连接
zh_hant: 開啟 SSH 連線

source: Open System Settings → Accessibility
ar: فتح إعدادات النظام → إمكانية الوصول
ca: Obre Configuració del Sistema → Accessibilitat
cs: Otevřít Nastavení systému → Zpřístupnění
da: Åbn Systemindstillinger → Tilgængelighed
de: Systemeinstellungen → Bedienungshilfen öffnen
es: Abrir Ajustes del Sistema → Accesibilidad
fi: Avaa Järjestelmäasetukset → Käyttöapu
fr: Ouvrir Réglages Système → Accessibilité
he: פתיחת הגדרות המערכת ← נגישות
hu: Rendszerbeállítások → Kisegítő lehetőségek megnyitása
it: Apri Impostazioni di Sistema → Accessibilità
ja: システム設定 → アクセシビリティを開く
ko: 시스템 설정 → 손쉬운 사용 열기
nb: Åpne Systeminnstillinger → Tilgjengelighet
nl: Open Systeeminstellingen → Toegankelijkheid
pl: Otwórz Ustawienia systemowe → Dostępność
pt_br: Abrir Ajustes do Sistema → Acessibilidade
pt_pt: Abrir Definições do Sistema → Acessibilidade
ro: Deschide Configurări sistem → Accesibilitate
sl: Odpri Sistemske nastavitve → Dostopnost
sv: Öppna Systeminställningar → Hjälpmedel
uk: Відкрити Системні параметри → Доступність
vi: Mở Cài đặt hệ thống → Trợ năng
zh_hans: 打开“系统设置”→“辅助功能”
zh_hant: 打開「系統設定」→「輔助使用」

source: Open the Files app, go to the rootshell folder, create a folder called ".ssh" inside it, then copy your config and id_* files into it. Come back here to import.
ar: افتح تطبيق الملفات، وانتقل إلى مجلد rootshell، ثم أنشئ بداخله مجلداً باسم ".ssh"، وانسخ إليه ملفات config وid_*. ثم عُد إلى هنا للاستيراد.
ca: Obre l’app Arxius, ves a la carpeta rootshell, crea-hi una carpeta anomenada ".ssh" i copia-hi els teus fitxers config i id_*. Torna aquí per importar.
cs: Otevřete aplikaci Soubory, přejděte do složky rootshell, vytvořte v ní složku s názvem „.ssh“ a poté do ní zkopírujte soubory config a id_*. Vraťte se sem k importu.
da: Åbn Filer-appen, gå til rootshell-mappen, opret en mappe ved navn ".ssh" inde i den, og kopiér dine config- og id_*-filer ind i den. Kom så tilbage hertil for at importere.
de: Öffne die Dateien-App, gehe zum rootshell-Ordner, erstelle darin einen Ordner namens ".ssh" und kopiere deine config- und id_*-Dateien hinein. Komm dann hierher zurück, um zu importieren.
es: Abre la app Archivos, ve a la carpeta rootshell, crea dentro una carpeta llamada ".ssh" y copia ahí tus archivos config e id_*. Vuelve aquí para importar.
fi: Avaa Tiedostot-sovellus, siirry rootshell-kansioon, luo sinne kansio nimeltä ”.ssh” ja kopioi siihen config- ja id_*-tiedostosi. Palaa tänne tuomista varten.
fr: Ouvrez l’app Fichiers, allez dans le dossier rootshell, créez-y un dossier nommé ".ssh", puis copiez-y vos fichiers config et id_*. Revenez ici pour importer.
he: פתח את היישומון קבצים, עבור לתיקיית rootshell, צור בתוכה תיקייה בשם ".ssh", ואז העתק אליה את הקבצים config ו‑id_*. חזור לכאן לייבוא.
hu: Nyissa meg a Fájlok appot, lépjen a rootshell mappába, hozzon létre benne egy „.ssh” nevű mappát, majd másolja bele a config és id_* fájlokat. Térjen vissza ide az importáláshoz.
it: Apri l’app File, vai nella cartella rootshell, crea al suo interno una cartella chiamata ".ssh", poi copiaci dentro i tuoi file config e id_*. Torna qui per importare.
ja: 「ファイル」アプリを開いて rootshell フォルダに移動し、その中に「.ssh」という名前のフォルダを作成して、config ファイルと id_* ファイルをコピーしてください。完了したらこの画面に戻ってインポートしてください。
ko: '파일' 앱을 열고 rootshell 폴더로 이동한 다음, 그 안에 ".ssh"라는 폴더를 만들고 config 및 id_* 파일을 복사하세요. 그런 다음 이 화면으로 돌아와 가져오기를 진행하세요.
nb: Åpne Filer-appen, gå til rootshell-mappen, opprett en mappe med navnet ".ssh" inne i den, og kopier config- og id_*-filene dine dit. Kom så tilbake hit for å importere.
nl: Open de Bestanden-app, ga naar de rootshell-map, maak daarin een map met de naam ".ssh" en kopieer je config- en id_*-bestanden erin. Kom dan hier terug om te importeren.
pl: Otwórz aplikację Pliki, przejdź do folderu rootshell, utwórz w nim folder o nazwie „.ssh”, a następnie skopiuj do niego pliki config oraz id_*. Wróć tutaj, aby zaimportować.
pt_br: Abra o app Arquivos, vá até a pasta rootshell, crie dentro dela uma pasta chamada ".ssh" e copie para lá seus arquivos config e id_*. Volte aqui para importar.
pt_pt: Abra a app Ficheiros, vá à pasta rootshell, crie lá dentro uma pasta chamada ".ssh" e copie para essa pasta os seus ficheiros config e id_*. Volte aqui para importar.
ro: Deschide aplicația Fișiere, mergi la dosarul rootshell, creează în el un dosar numit ".ssh", apoi copiază acolo fișierele config și id_*. Revino aici pentru a importa.
sl: Odprite aplikacijo Datoteke, pojdite v mapo rootshell, ustvarite v njej mapo z imenom ».ssh« in vanjo skopirajte datoteke config in id_*. Vrnite se sem za uvoz.
sv: Öppna Filer-appen, gå till rootshell-mappen, skapa en mapp som heter ".ssh" i den och kopiera dina config- och id_*-filer dit. Kom sedan tillbaka hit för att importera.
uk: Відкрийте програму Файли, перейдіть до теки rootshell, створіть у ній теку з назвою «.ssh», а потім скопіюйте до неї файли config та id_*. Поверніться сюди для імпорту.
vi: Mở ứng dụng Tệp, vào thư mục rootshell, tạo một thư mục tên ".ssh" bên trong, rồi sao chép các tệp config và id_* vào đó. Quay lại đây để nhập.
zh_hans: 打开“文件”应用，进入 rootshell 文件夹，在其中创建一个名为 ".ssh" 的文件夹，然后将 config 和 id_* 文件复制进去。完成后返回此处进行导入。
zh_hant: 開啟「檔案」App，前往 rootshell 檔案夾，在其中建立一個名為 ".ssh" 的檔案夾，然後將 config 和 id_* 檔案複製進去。完成後回到此處進行匯入。

source: Open these UDP port ranges inbound on your server firewall. Each active session consumes one port. The ranges are non-overlapping by default so both protocols can run on the same host.
ar: افتح نطاقات منافذ UDP الواردة هذه على جدار حماية الخادم. كل جلسة نشطة تستهلك منفذًا واحدًا. النطاقات غير متداخلة افتراضيًا بحيث يمكن تشغيل كلا البروتوكولين على نفس المضيف.
ca: Obriu aquests rangs de ports UDP d'entrada al tallafocs del vostre servidor. Cada sessió activa consumeix un port. Els rangs no se superposen per defecte perquè ambdós protocols puguin funcionar al mateix amfitrió.
cs: Otevřete tyto rozsahy UDP portů na firewallu vašeho serveru. Každá aktivní relace spotřebuje jeden port. Rozsahy se ve výchozím nastavení nepřekrývají, takže oba protokoly mohou běžet na stejném hostiteli.
da: Åbn disse UDP-portintervaller for indgående trafik på din serverfirewall. Hver aktiv session bruger én port. Intervallerne overlapper ikke som standard, så begge protokoller kan køre på samme vært.
de: Öffnen Sie diese eingehenden UDP-Portbereiche in Ihrer Server-Firewall. Jede aktive Sitzung belegt einen Port. Die Bereiche überschneiden sich standardmäßig nicht, sodass beide Protokolle auf demselben Host laufen können.
es: Abra estos rangos de puertos UDP de entrada en el firewall de su servidor. Cada sesión activa consume un puerto. Los rangos no se superponen por defecto, por lo que ambos protocolos pueden ejecutarse en el mismo host.
fi: Avaa nämä UDP-porttialueet sisääntulevaan liikenteeseen palvelimen palomuurissa. Jokainen aktiivinen istunto käyttää yhden portin. Alueet eivät oletuksena mene päällekkäin, joten molemmat protokollat voivat toimia samalla isännällä.
fr: Ouvrez ces plages de ports UDP en entrée dans le pare-feu de votre serveur. Chaque session active consomme un port. Les plages ne se chevauchent pas par défaut, ce qui permet aux deux protocoles de fonctionner sur le même hôte.
he: פתח את טווחי פורטי UDP אלה לתעבורה נכנסת בחומת האש של השרת. כל הפעלה פעילה צורכת פורט אחד. הטווחים אינם חופפים כברירת מחדל כך ששני הפרוטוקולים יכולים לפעול על אותו מארח.
hu: Nyissa meg ezeket a bejövő UDP porttartományokat a szerver tűzfalán. Minden aktív munkamenet egy portot használ. A tartományok alapértelmezetten nem fedik egymást, így mindkét protokoll futhat ugyanazon a kiszolgálón.
it: Apra questi intervalli di porte UDP in ingresso sul firewall del server. Ogni sessione attiva utilizza una porta. Gli intervalli non si sovrappongono per impostazione predefinita, così entrambi i protocolli possono funzionare sullo stesso host.
ja: サーバーのファイアウォールで以下のUDPポート範囲のインバウンドを開放してください。アクティブなセッションごとに1つのポートを使用します。デフォルトでは範囲が重複しないため、両方のプロトコルを同一ホストで実行できます。
ko: 서버 방화벽에서 다음 UDP 포트 범위의 인바운드를 개방하십시오. 활성 세션마다 포트 하나를 사용합니다. 기본적으로 범위가 겹치지 않으므로 두 프로토콜을 동일한 호스트에서 실행할 수 있습니다.
nb: Åpne disse UDP-portområdene for innkommende trafikk i serverbrannmuren din. Hver aktiv økt bruker én port. Områdene overlapper ikke som standard, slik at begge protokollene kan kjøre på samme vert.
nl: Open deze UDP-poortbereiken voor inkomend verkeer op uw serverfirewall. Elke actieve sessie gebruikt één poort. De bereiken overlappen standaard niet, zodat beide protocollen op dezelfde host kunnen draaien.
pl: Otwórz te zakresy portów UDP dla ruchu przychodzącego na zaporze serwera. Każda aktywna sesja zajmuje jeden port. Zakresy domyślnie się nie pokrywają, więc oba protokoły mogą działać na tym samym hoście.
pt_br: Abra estas faixas de portas UDP de entrada no firewall do seu servidor. Cada sessão ativa consome uma porta. As faixas não se sobrepõem por padrão, então ambos os protocolos podem rodar no mesmo host.
pt_pt: Abra estes intervalos de portas UDP de entrada na firewall do seu servidor. Cada sessão ativa consome uma porta. Os intervalos não se sobrepõem por predefinição, para que ambos os protocolos possam correr no mesmo anfitrião.
ro: Deschideți aceste intervale de porturi UDP de intrare în firewall-ul serverului. Fiecare sesiune activă consumă un port. Intervalele nu se suprapun implicit, astfel încât ambele protocoale pot rula pe aceeași gazdă.
sl: Na požarnem zidu strežnika odprite te vhodne obsege UDP-vrat. Vsaka aktivna seja porabi ena vrata. Obsegi se privzeto ne prekrivajo, zato lahko oba protokola delujeta na istem gostitelju.
sv: Öppna dessa UDP-portintervall inkommande i din serverbrandvägg. Varje aktiv session använder en port. Intervallen överlappar inte som standard så båda protokollen kan köra på samma värd.
uk: Відкрийте ці діапазони вхідних UDP-портів у брандмауері вашого сервера. Кожен активний сеанс займає один порт. Діапазони за замовчуванням не перетинаються, тому обидва протоколи можуть працювати на одному хості.
vi: Mở các dải cổng UDP đầu vào trên tường lửa máy chủ. Mỗi phiên hoạt động sử dụng một cổng. Các dải không chồng lấp theo mặc định để cả hai giao thức có thể chạy trên cùng một host.
zh_hans: 在服务器防火墙上开放这些 UDP 端口范围的入站流量。每个活跃会话占用一个端口。默认情况下，范围不重叠，因此两种协议可以在同一主机上运行。
zh_hant: 在伺服器防火牆上開放這些 UDP 連接埠範圍的傳入流量。每個使用中的工作階段會佔用一個連接埠。預設情況下範圍不重疊，因此兩種協定可以在同一主機上執行。

# Open tmux window %lld, %@
source: Open tmux window %1$lld, %2$@
ar: فتح نافذة tmux %1$lld، %2$@
ca: Obre la finestra de tmux %1$lld, %2$@
cs: Otevřít okno tmux %1$lld, %2$@
da: Åbn tmux-vindue %1$lld, %2$@
de: tmux-Fenster %1$lld öffnen, %2$@
es: Abrir ventana de tmux %1$lld, %2$@
fi: Avaa tmux-ikkuna %1$lld, %2$@
fr: Ouvrir la fenêtre tmux %1$lld, %2$@
he: פתח חלון tmux %1$lld, %2$@
hu: tmux-ablak megnyitása: %1$lld, %2$@
it: Apri finestra tmux %1$lld, %2$@
ja: tmux ウィンドウ %1$lld を開く、%2$@
ko: tmux 윈도우 %1$lld 열기, %2$@
nb: Åpne tmux-vindu %1$lld, %2$@
nl: tmux-venster %1$lld openen, %2$@
pl: Otwórz okno tmux %1$lld, %2$@
pt_br: Abrir janela do tmux %1$lld, %2$@
pt_pt: Abrir janela do tmux %1$lld, %2$@
ro: Deschide fereastra tmux %1$lld, %2$@
sl: Odpri okno tmux %1$lld, %2$@
sv: Öppna tmux-fönster %1$lld, %2$@
uk: Відкрити вікно tmux %1$lld, %2$@
vi: Mở cửa sổ tmux %1$lld, %2$@
zh_hans: 打开 tmux 窗口 %1$lld，%2$@
zh_hant: 開啟 tmux 視窗 %1$lld，%2$@

source: Opening connection…
ar: جارٍ فتح الاتصال…
ca: Obrint la connexió…
cs: Otevírání připojení…
da: Åbner forbindelse…
de: Verbindung wird geöffnet…
es: Abriendo la conexión…
fi: Avataan yhteyttä…
fr: Ouverture de la connexion…
he: פותח את החיבור…
hu: Kapcsolat megnyitása…
it: Apertura della connessione…
ja: 接続を開いています…
ko: 연결을 여는 중…
nb: Åpner tilkobling…
nl: Verbinding openen…
pl: Otwieranie połączenia…
pt_br: Abrindo a conexão…
pt_pt: A abrir a ligação…
ro: Se deschide conexiunea…
sl: Odpiranje povezave…
sv: Öppnar anslutning…
uk: Відкриття з'єднання…
vi: Đang mở kết nối…
zh_hans: 正在打开连接…
zh_hant: 正在打開連線…

source: Opening Continuity stream.
ar: جارٍ فتح مجرى Continuity.
ca: S’està obrint el flux de Continuïtat.
cs: Otevírání datového toku Continuity.
da: Åbner Continuity-strøm.
de: Continuity-Stream wird geöffnet.
es: Abriendo el flujo de Continuidad.
fi: Avataan Continuity-virtaa.
fr: Ouverture du flux Continuité.
he: פותח את זרם Continuity.
hu: Continuity adatfolyam megnyitása.
it: Apertura del flusso Continuity.
ja: Continuityストリームを開いています。
ko: Continuity 스트림을 여는 중입니다.
nb: Åpner Continuity-strøm.
nl: Continuity-stream wordt geopend.
pl: Otwieranie strumienia Continuity.
pt_br: Abrindo o fluxo do Continuidade.
pt_pt: A abrir o fluxo de Continuidade.
ro: Se deschide fluxul Continuity.
sl: Odpiranje toka Continuity.
sv: Öppnar Continuity-ström.
uk: Відкриття потоку Continuity.
vi: Đang mở luồng Continuity.
zh_hans: 正在打开“连续互通”数据流。
zh_hant: 正在打開「接續互通」資料串流。

source: Opening shared files isn't supported on macOS.
ar: فتح الملفات المشتركة غير مدعوم على macOS.
ca: L'obertura de fitxers compartits no és compatible amb macOS.
cs: Otevírání sdílených souborů není na macOS podporováno.
da: Åbning af delte filer understøttes ikke på macOS.
de: Das Öffnen geteilter Dateien wird unter macOS nicht unterstützt.
es: La apertura de archivos compartidos no es compatible con macOS.
fi: Jaettujen tiedostojen avaamista ei tueta macOS:ssä.
fr: L'ouverture de fichiers partagés n'est pas prise en charge sur macOS.
he: פתיחת קבצים משותפים אינה נתמכת ב-macOS.
hu: A megosztott fájlok megnyitása nem támogatott macOS rendszeren.
it: L'apertura dei file condivisi non è supportata su macOS.
ja: macOS では共有ファイルを開くことはできません。
ko: macOS에서는 공유 파일 열기를 지원하지 않습니다.
nb: Åpning av delte filer støttes ikke på macOS.
nl: Het openen van gedeelde bestanden wordt niet ondersteund op macOS.
pl: Otwieranie udostępnionych plików nie jest obsługiwane w systemie macOS.
pt_br: A abertura de arquivos compartilhados não é compatível com o macOS.
pt_pt: A abertura de ficheiros partilhados não é suportada no macOS.
ro: Deschiderea fișierelor partajate nu este acceptată pe macOS.
sl: Odpiranje deljenih datotek v sistemu macOS ni podprto.
sv: Att öppna delade filer stöds inte på macOS.
uk: Відкриття спільних файлів не підтримується в macOS.
vi: Việc mở tệp được chia sẻ không được hỗ trợ trên macOS.
zh_hans: macOS 不支持打开共享文件。
zh_hant: macOS 不支援打開共享檔案。
